Repository: ExpidusOS/libexpidus1ui
Catalog: po/*.po
Languages: ms

source: Failed to open web browser for online documentation
ms: Gagal membuka pelayar sesawang untuk dokumentasi atas talian

source: Do you want to read the %s manual online?
ms: Anda mahu baca panduan %s dalam talian?

source: Do you want to read the manual online?
ms: Anda mahu baca panduan atas talian?

source: Online Documentation
ms: Dokumentasi Atas Talian

source: You will be redirected to the documentation website where the help pages are maintained and translated.
ms: Anda akan dihala ke laman sesawang dokumentasi yang mana halaman bantuan diselenggara dan diterjemah.

source: _Read Online
ms: _Baca Atas Talian

source: _Always go directly to the online documentation
ms: Se_ntiasa pergi secara langsung ke dokumentasi atas-talian

source: Information
ms: Maklumat

source: Warning
ms: Amaran

source: Error
ms: Ralat

source: Question
ms: Soalan

source: Session management client ID
ms: ID klien pengurusan sesi

source: Disable session management
ms: Lumpuhkan pengurusan sesi

source: Session management options
ms: Pilihan pengurusan sesi

source: Show session management options
ms: Tunjuk pilihan pengurusan sesi

source: Failed to connect to the session manager: %s
ms: Gagal sambung ke pengurus sesi: %s

source: Session manager did not return a valid client id
ms: Pengurus sesi tidak kembalikan id klien yang sah

source: Working directory "%s" does not exist. It won't be used when spawning "%s".
ms: Direktori kerja "%s" tidak wujud. Ia tidak akan digunakan apabila menjana "%s".

source: This shortcut is already being used for another window manager action. Which action do you want to use?
ms: Pintasan ini telah digunakan untuk tindakan pengurus tetingkap lain. Tindakan manakah anda mahu guna?

source: Use '%s'
ms: Guna '%s'

source: Keep the other one
ms: Kekalkan yang lain

source: This shortcut is already being used for the command '%s'. Which action do you want to use?
ms: Pintasan ini telah digunakan untuk perintah '%s'. Tindakan mana anda mahu gunakan?

source: Keep '%s'
ms: Kekalkan '%s'

source: This shortcut is already being used by a window manager action. Which action do you want to use?
ms: Pintasan ini telah digunakan untuk tindakan pengurus tetingkap. Tindakan manakah anda mahu guna?

source: Keep the window manager action
ms: Kekalkan tindakan pengurus tetingkap

source: Conflicting actions for %s
ms: Tindakan berkonflik bagi %s

source: This shortcut is already being used for something else.
ms: Pintasan ini telah digunakan untuk perkara lain.

source: Window Manager Action Shortcut
ms: Pintasan Tindakan Pengurus Tetingkap

source: Action:
ms: Tindakan:

source: Command Shortcut
ms: Pintasan Perintah

source: Command:
ms: Perintah:

source: Shortcut
ms: Pintasan

source: Shortcut:
ms: Pintasan:

source: Could not grab the keyboard.
ms: Tidak dapat cekau papan kekunci.

source: Titled Dialog
ms: Dialog Bertajuk

source: Subtitle
ms: Sarikata

source: Xfce 4 Widgets
ms: Widjet Xfce 4

source: Version information
ms: Maklumat versi

source: Window Manager
ms: Pengurus Tetingkap

source: Handles the placement of windows on the screen.
ms: Kendali penempatan tetingkap pada skrin.

source: Program launchers, window buttons, applications menu, workspace switcher and more.
ms: Pelancar program, butang tetingkap, menu aplikasi, penukar ruang kerja dan banyak lagi.

source: Desktop Manager
ms: Pengurus Desktop

source: Sets the background color or image with optional application menu or icons for minimized applications or launchers, devices and folders.
ms: Tetapkan warna dan imej latar belakangdengan menu atau ikon aplikasi pilihan untuk aplikasi, peranti dan folder yang diminimumkan.

source: File Manager
ms: Pengurus Fail

source: A modern file manager for the Unix/Linux desktop, aiming to be easy-to-use and fast.
ms: Pengurus fail modern untuk desktop Unix/Linux, disasar untuk penggunaan yang mudah diguna dan pantas.

source: Session Manager
ms: Pengurusan Sesi

source: Restores your session on startup and allows you to shutdown the computer from Xfce.
ms: Pulih sesi anda pada permulaan dan bolehkan anda mematikan komputer dari Xfce.

source: Setting System
ms: Penetapan Sistem

source: Configuration system to control various aspects of the desktop like appearance, display, keyboard and mouse settings.
ms: Konfigurasi sistem untuk mengawal pelbagai aspek tetapan desktop seperti penampilan, paparan, papan kekunci dan tetikus.

source: Application Finder
ms: Pencari Aplikasi

source: Shows the applications installed on your system in categories, so you can quickly find and launch them.
ms: Tunjuk aplikasi dipasang pada sistem anda dalam kategori, supaya anda dapat cari dan lancarkannya dengan pantas.

source: Settings Daemon
ms: Penetapan Daemon

source: D-Bus-based configuration storage system.
ms: Sistem storan konfigurasi berasaskan-D-Bus.

source: Xfce is a collection of programs that together provide a full-featured desktop environment. The following programs are part of the Xfce core:
ms: Xfce merupakan koleksi program yang bersama-sama menyediakan persekitaran desktop berfitur-penuh. Program berikut adalah sebahagian daripada teras Xfce:

source: Xfce is also a development platform providing several libraries, that help programmers create applications that fit in well with the desktop environment.
ms: Xfce juga merupakan platform pembangunan yang menyediakan beberapa pustaka, yang membantu pengaturcara mencipta aplikasi yang amat sesuai dengan persekitaran desktop.

source: Xfce components are licensed under free or open source licences; GPL or BSDL for applications and LGPL or BSDL for libraries. Look at the documentation, the source code or the Xfce website (http://www.xfce.org) for more information.
ms: Komponen Xfce dilesenkan dibawah lesen bebas dan sumber terbuka; GPL atau BSDL untuk aplikasi dan LGPL atau BSDL untuk pustaka. Lihat pada dokumentasi, kod sumber atau laman sesawang Xfce (http://www.xfce.org) untuk maklumat lanjut.

source: Thank you for your interest in Xfce.
ms: Terima kasih kerana anda berminat dalam Xfce.

source: The Xfce Development Team
ms: Pasukan Pembangunan Xfce

source: If you know of anyone missing from this list; don't hesitate and file a bug on <http://bugzilla.xfce.org> .
ms: Jika anda menjumpai siapa yang tiada dalam senarai ini; jagan ragu dan failkan pepijat pada <http://bugzilla.xfce.org> .

source: Thanks to all who helped making this software available!
ms: Terima kasih kepada semua yang membantu menjayakan perisian ini!

source: Xfce 4 is copyright Olivier Fourdan (fourdan@xfce.org). The different components are copyrighted by their respective authors.
ms: Xfce 4 merupakan hakcipta Oliver Fourdan (fourdan@xfce.org). Komponen lain adalah hakcipta penulis yang berkenaan.

source: The libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs and exo packages are distributed under the terms of the GNU Library General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ms: Pakej libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs dan exo diedarkan di bawah syarat-syarat GNU General Public License seperti yang diterbitkan oleh Free Software Foundation; sama ada Lesen versi 2, atau (atas pilihan anda) mana-mana versi selepas ini.

source: The packages thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop and xfwm4 are distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ms: Pakej thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop dan xfwm4 diedarkan di bawah syarat-syarat GNU General Public License seperti yang diterbitkan oleh Free Software Foundation; sama ada Lesen versi 2, atau (atas pilihan anda) mana-mana versi selepas ini.

source: Type '%s --help' for usage information.
ms: Taip '%s --help' untuk maklumat penggunaan.

source: Unable to initialize GTK+.
ms: Tidak boleh mengawalkan GTK+.

source: The Xfce development team. All rights reserved.
ms: Pasukan pembangunan Xfce. Semua hak cipta terpelihara.

source: Please report bugs to <%s>.
ms: Sila laporkan pepijat ke <%s>.

source: Translators list from %s.
ms: Senarai penterjemah dari %s.

source: Failed to load interface
ms: Gagal untuk muatkan antaramuka

source: Version %s, distributed by %s
ms: Versi %s, edaran oleh %s

source: Version %s
ms: Versi %s

source: Core developers
ms: Pembangun utama

source: Active contributors
ms: Penyumbang aktif

source: Servers maintained by
ms: Pelayan diselenggara oleh

source: Goodies supervision
ms: Penyeliaan goodies

source: Translations supervision
ms: Penyeliaan terjemahan

source: Translators
ms: Penterjemah

source: Previous contributors
ms: Penyumbang terdahulu

source: About Xfce
ms: Perihal Xfce

source: Information about the Xfce Desktop Environment
ms: Maklumat mengenai Persekitaran Desktop Xfce

source: About the Xfce Desktop Environment
ms: Perihal Persekitaran Desktop Xfce

source: About
ms: Perihal

source: Credits
ms: Penghargaan

source: Copyright
ms: Hakcipta

source: License
ms: Lesen
